export const POLICIES = {
  privacy: { 
    title: "プライバシーポリシー", 
    content: `株式会社ワックアップ （以下、「当社」といいます。）は、以下のとおり個人情報保護方針を定め、個人情報保護の仕組みを構築し、全従業員に個人情報保護の重要性を認識させるとともにその取組みを徹底させることにより、個人情報の保護を推進します。

第１条（個人情報）
本「個人情報」とは、個人情報の保護に関する法律（平成十五年法律第五十七号、以下「個人情報保護法」といいます。）にいう「個人情報」を指すものとし、生存する個人に関する情報であって、当該情報に含まれる氏名、生年月日その他の記述等により特定の個人を識別できるもの又は個人識別符号が含まれるものを指します。

第２条（個人情報の取得と利用）
当社は、以下の目的に必要な範囲で、ご本人の個人情報を取得し、取得した情報を利用させていただきます。以下の目的の範囲を超えて個人情報を利用する場合には、事前に適切な方法でご本人からの同意を得るものとします。
（１）当社サービスの提供のため
（２）当社サービスの内容を改良・改善し、又は新サービスを開発するため
（３）当社サービスの新機能、更新情報、キャンペーン等及び当社が提供する他のサービスのご案内（電子メール、チラシ、その他のダイレクトメールの送付を含む）のため
（４）メンテナンス、重要なお知らせなど必要に応じたご連絡のため
（５）当社サービスに関する利用者からのお問い合わせに回答するため（本人確認を行うことを含む）
（６）当社サービスの利用状況を利用者にご報告するため
（７）当社サービスに関するアンケート・取材等のご協力依頼や各種イベントへのご参加をお願いし、又はその結果などをご報告するため
（８）当社サービスの利用履歴等を調査・分析し、その結果を当社サービスの改良・開発や広告の配信に利用するため
（９）利用規約に違反した利用者や、不正・不当な目的で当社サービスを利用しようとする利用者の特定をし、ご利用をお断りするため

第３条（個人情報の適切な取得）
１．当社は、適正に個人情報を取得し、偽りその他不正の手段により取得しません。
２．当社は、次の場合を除き、あらかじめ本人の同意を得ないで、要配慮個人情報（個人情報保護法第2条第3項に定義されるものを意味します。）を取得しません。
（１）第4条各号のいずれかに該当する場合
（２）当該要配慮個人情報が、本人、国の機関、地方公共団体、個人情報保護法第７６条第1項各号に掲げる者その他個人情報保護委員会規則で定める者により公開されている場合
（３）本人を目視し、又は撮影することにより、その外形上明らかな要配慮個人情報を取得する場合
３．当社は、第三者から個人情報の提供を受けるに際しては、個人情報保護委員会規則で定めるところにより、次に掲げる事項の確認を行います。ただし、当該個人情報の提供が第４条各号のいずれかに該当する場合を除きます。
（１）当該第三者の氏名又は名称及び住所、並びに法人の場合はその代表者の氏名
（２）当該第三者による当該個人情報の取得の経緯

第４条（個人情報の管理と保護）
個人情報の管理は、厳重に行うこととし、次に掲げる場合を除き、ご本人の同意がない限り、第三者に対しデータを開示・提供することはいたしません。 また、安全性を考慮し、個人情報への不正アクセス、個人情報の紛失、破壊、改ざん及び漏えい等のリスクに対する予防並びに是正に関する対策を講じます。
（１）当社サービスの内容を改善するために当社が業務を委託する業者に対して開示する場合
（２）第三者が提供するウェブクライアントやアプリを認証し、ウェブサービスへアクセスできるようにする場合
（３）マーケティングのための参考情報として提供する場合
（４）人の生命、身体又は財産の保護のために必要がある場合であって、本人の同意を得ることが困難である場合
（５）公衆衛生の向上又は児童の健全な育成の推進のために特に必要がある場合であって、本人の同意を得ることが困難である場合
（６）国の機関若しくは地方公共団体又はその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合
（７）業務を円滑に遂行するため、利用目的の達成に必要な範囲内において個人情報の取扱いの全部又は一部を委託する場合
（８）合併その他の事由による事業の承継に伴って個人情報が提供される場合
（９）個人情報を特定の者との間で共同して利用する場合
（１０）その他法令で認められる場合

第５条（個人情報の取扱いの委託）
当社は、利用目的の達成に必要な範囲内において、個人情報の取扱いの全部又は一部を委託する場合がございます。この場合、当社は、委託先としての適格性を十分審査するとともに、契約にあたって守秘義務に関する事項等を定め、委託先に対する必要かつ適切な監督を行います。また、当社は、取得個人情報の全部又は一部を、個人情報保護法の定めに基づいて共同利用することがございます。

第６条（個人情報の開示）
当社は、ご本人から個人情報の開示を求められたときは、ご本人に対し、遅滞なくこれを開示します。但し、開示することにより次のいずれかに該当する場合は、その全部又は一部を開示しないこともあり、開示しない決定をした場合には、その旨を遅滞なく通知します。
（１）ご本人又は第三者の生命、身体、財産その他の権利利益を害するおそれがある場合
（２）当社の業務の適正な実施に著しい支障を及ぼすおそれがある場合
（３）その他法令に違反することとなる場合

第７条（個人情報の訂正及び削除）
１．当社の保有する個人情報が誤った情報である場合には、ご本人の請求により、当社が定める手続きに従い個人情報の訂正又は削除を行います。
２．当社は、ご本人から前項の請求を受けてその請求に応じる必要があると判断した場合には、遅滞なく、当該個人情報の訂正又は削除を行い、これをご本人に通知します。

第８条（個人情報の利用停止等）
当社は、ご本人から、個人情報が、利用目的の範囲を超えて取り扱われているという理由、又は不正の手段により取得されたものであるという理由により、その利用の停止又は消去（以下、「利用停止等」といいます。）を求められた場合には、遅滞なく必要な調査を行い、その結果に基づき、個人情報の利用停止等を行い、その旨ご本人に通知します。但し、個人情報の利用停止等に多額の費用を有する場合その他利用停止等を行うことが困難な場合であって、ご本人の権利利益を保護するために必要なこれに代わるべき措置をとれる場合は、この代替策を講じます。

第９条（プライバシーポリシーの変更手続）
当社は本ポリシーの内容を適宜見直し、その改善に努めます。本ポリシーの内容は、法令その他本ポリシーに別段の定めのある事項を除いて、変更することができるものとします。変更後のプライバシーポリシーは、当社所定の方法により、利用者に通知し、又は当社ウェブサイトに掲載したときから効力を生じるものとします。

第１０条（法令、規範の遵守）
当社は、保有する個人情報に関して適用される日本の法令、その他規範を遵守します。

第１１条（Cookie（クッキー）その他の技術の利用）
当社サービスは、Cookie及びこれに類する技術を利用することがあります。これらの技術は、当社による当社サービスの利用状況等の把握に役立ち、サービス向上に資するものです。Cookieを無効化されたいユーザーは、ウェブブラウザの設定を変更することによりCookieを無効化することができます。但し、Cookieを無効化すると、当社サービスの一部の機能をご利用いただけなくなる場合があります。

第１２条（苦情及び相談への対応）
当社は、個人情報の取扱いに関するご本人からの苦情、相談を受け付け、適切かつ迅速に対応いたします。また、ご本人からの当該個人情報の開示、訂正、追加、削除、利用又は提供の拒否などのご要望に対しても、迅速かつ適切に対応いたします。

第１３条（お問合せ窓口）
当社の個人情報の取扱に関するお問合せは下記までご連絡ください。
株式会社ワックアップ　お客様対応窓口　
〒231-0062 神奈川県横浜市中区桜木町１－１０１－１　クロスゲート７F
TEL：045-900-1531
Mail： info@waqup.co.jp
対応時間：平日午前10時から午後5時
2021年1月4日制定・施行`
  },
  security: { 
    title: "セキュリティポリシー", 
    content: `株式会社ワックアップ（以下、当社）は、お客様からお預かりした情報資産を事故・災害・犯罪などの脅威から守り、お客様ならびに社会の信頼に応えるべく、以下の方針に基づき全社で情報セキュリティに取り組みます。

1.適用
本方針では、当社が管理する全ての業務活動に関わる情報資産（個人情報を含みます）を適用範囲とします。

2.経営者の責任
当社は、経営者主導で情報セキュリティの取り組みを維持するとともに、経営環境や社会情勢の変化に対応するため、定期的に情報セキュリティに関する管理体制および対策実施状況を評価し、継続的な改善を図ります。

3.社内体制の整備
当社は、情報セキュリティの維持及び改善のために組織を設置し、情報セキュリティ対策を社内にて周知すると共、情報セキュリティに対する緊急時対応体制を整備します。

4.従業員の取組み
当社の従業員は、情報セキュリティのために必要とされる知識、技術を習得し、情報セキュリティへの取り組みを確かなものにします。

5.外部委託業者に関する取組み
当社が、情報資産を取り扱う作業を、外部委託業者に委託する場合、外部委託業者との契約において遵守すべき情報管理体制を明確にし、セキュリティ事故が発生したときの責任等についても定めた上で、外部委託業者と協力の上、情報資産を適切に管理致します。

6.法令及び契約上の要求事項の遵守
当社は、情報セキュリティに関わる法令、規制、規範、契約上の義務を遵守するとともに、お客様の期待に応えます。

7.違反及び事故への対応
当社は、情報資産に応じた適切な情報セキュリティ対策を実施することで、情報セキュリティ事故の発生予防に努めます。仮に、情報セキュリティに関わる法令違反、契約違反及び事故が発生した場合には適切に対処し、被害を最小限にとどめるとともに、再発防止に努めます。

2021年1月4日制定・施行`
  },
  tokusho: { 
    title: "特定商取引法に基づく表記", 
    content: `事業者の名称　　　　：株式会社ワックアップ
代表者　　　　　　　：田中博之
所在地　　　　　　　：神奈川県横浜市中区桜木町　クロスゲート７
お問い合わせ先　　　：Email：info@waqup.co.jp（※電話番号は上記窓口に準ずる）
販売価格　　　　　　：サービスの購入ページにて表示します。
販売価格以外の料金　：インターネット接続料金、通信料金（お客様負担）
　　　　　　　　　　　消費税、ライセンス料金
支払方法　　　　　　：銀行振込、クレジットカード決済
代金の支払時期　　　：ご注文時
サービスの提供時期　：当社の承認及び決済完了時点でサービスの提供が開始されます。
返品・キャンセル　　：サービスの性質上、決済完了後のキャンセル・返金はできません。
解約について　　　　：サービスの利用規約にて表示します。`
  }
};
